Repository: lauri-kurki/ReadFaster
Catalog: ReadFaster/Resources/*.lproj/Localizable.strings
Languages: de

# app.tagline
source: Train your speed reading skills
de: Trainiere deine Lesegeschwindigkeit

# mode.speedtest
source: Speed Test
de: Lesetest

# mode.speedtest.description
source: Test your comprehension at speed
de: Teste dein Leseverständnis

# mode.training
source: Training Mode
de: Trainingsmodus

# mode.training.description
source: Progressive lessons to build your speed
de: Steigere schrittweise deine Geschwindigkeit

# mode.freereading
source: Free Reading
de: Freies Lesen

# mode.freereading.description
source: Read any text at your chosen speed
de: Lies jeden Text in deinem Tempo

# speedtest.title
source: Speed Test
de: Lesetest

# speedtest.subtitle
source: Test your reading comprehension at different speeds
de: Teste dein Leseverständnis bei verschiedenen Geschwindigkeiten

# speedtest.questions
source: 5 questions
de: 5 Fragen

# training.title
source: Training Mode
de: Trainingsmodus

# training.subtitle
source: Complete each level to improve your reading speed
de: Schließe jedes Level ab, um schneller zu werden

# freereading.title
source: Free Reading
de: Freies Lesen

# freereading.subtitle
source: Paste or type any text to speed read
de: Füge beliebigen Text ein zum Schnelllesen

# freereading.placeholder
source: Paste your text here...
de: Füge deinen Text hier ein...

# freereading.paste
source: Paste
de: Einfügen

# freereading.start
source: Start Reading
de: Lesen starten

# freereading.speed
source: Speed
de: Geschwindigkeit

# freereading.words
source: %d words
de: %d Wörter

# freereading.done
source: Done
de: Fertig

# reader.taptostart
source: Tap to start
de: Tippe zum Starten

# quiz.question
source: Question %d of 5
de: Frage %d von 5

# result.perfect.title
source: Perfect!
de: Perfekt!

# result.perfect.subtitle
source: You're a Speed Reading Champion!
de: Du bist ein Schnelllese-Champion!

# result.excellent.title
source: Excellent!
de: Ausgezeichnet!

# result.excellent.subtitle
source: You're a Speedy Reader!
de: Du bist ein schneller Leser!

# result.good.title
source: Good Job!
de: Gut gemacht!

# result.good.subtitle
source: You passed the test!
de: Du hast den Test bestanden!

# result.almost.title
source: Almost There!
de: Fast geschafft!

# result.almost.subtitle
source: Keep practicing to improve!
de: Übe weiter, um dich zu verbessern!

# result.retry.title
source: Keep Trying!
de: Weiter üben!

# result.retry.subtitle
source: Practice makes perfect!
de: Übung macht den Meister!

# result.score
source: %d/5 correct
de: %d/5 richtig

# result.nextlevel
source: Next Level
de: Nächstes Level

# result.tryagain
source: Try Again
de: Nochmal versuchen

# result.backtomenu
source: Back to Menu
de: Zurück zum Menü

# complete.title
source: Complete!
de: Fertig!

# complete.stats
source: %d words at %d WPM
de: %d Wörter bei %d WPM

# complete.done
source: Done
de: Fertig

# settings.title
source: Settings
de: Einstellungen

# settings.language
source: Language
de: Sprache

# general.back
source: Back
de: Zurück
